Revit 2027 API
PrintParameters.ViewLinksinBlue Property
 Indicates whether to view links in blue when printing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ViewLinksinBlue { get; set; }
Public Property ViewLinksinBlue As Boolean
	Get
	Set
public:
property bool ViewLinksinBlue {
	bool get ();
	void set (bool value);
}
member ViewLinksinBlue : bool with get, set
Property Value
Boolean
See Also
Reference
PrintParameters Class
Autodesk.Revit.DB Namespace